export var datalist = [
	{
		id: "1",
		label: "电子信息",
		children: [{
				pid: "1",
				value: "软件",
				label: "软件",
				children: [{
						value: "基础软件",
						label: "基础软件",
					},
					{
						value: "嵌入式软件",
						label: "嵌入式软件",
					},
					{
						value: "计算机辅助设计与辅助工程管理软件",
						label: "计算机辅助设计与辅助工程管理软件",
					},
					{
						value: "中文及多语种处理软件",
						label: "中文及多语种处理软件",
					},
					{
						value: "图形和图像处理软件",
						label: "图形和图像处理软件",
					},
					{
						value: "地理信息系统（GIS）软件",
						label: "地理信息系统（GIS）软件",
					},
					{
						value: "电子商务软件",
						label: "电子商务软件",
					},
					{
						value: "电子政务软件",
						label: "电子政务软件",
					},
					{
						value: "企业管理软件",
						label: "企业管理软件",
					},
					{
						value: "物联网应用软件",
						label: "物联网应用软件",
					},
					{
						value: "云计算与移动互联网软件",
						label: "云计算与移动互联网软件",
					},
					{
						value: "Web服务与集成软件",
						label: "Web服务与集成软件",
					},
				],
			},
			{
				pid: "2",
				value: "微电子技术",
				label: "微电子技术",
				children: [{
						value: "集成电路设计技术",
						label: "集成电路设计技术",
					},
					{
						value: "集成电路产品设计技术",
						label: "集成电路产品设计技术",
					},
					{
						value: "集成电路封装技术",
						label: "集成电路封装技术",
					},
					{
						value: "集成电路测试技术",
						label: "集成电路测试技术",
					},
					{
						value: "集成电路芯片制造工艺技术",
						label: "集成电路芯片制造工艺技术",
					},
					{
						value: "集成光电子器件设计、制造与工艺技术",
						label: "集成光电子器件设计、制造与工艺技术",
					},
				],
			},
			{
				pid: "3",
				label: "计算机产品及其网络应用技术",
				value: "计算机产品及其网络应用技术",
				children: [{
						value: "计算机及终端设计与制造技术",
						label: "计算机及终端设计与制造技术",
					},
					{
						value: "计算机外围设备设计与制造技术",
						label: "计算机外围设备设计与制造技术",
					},
					{
						value: "计算机外围设备设计与制造技术",
						label: "计算机外围设备设计与制造技术",
					},
					{
						value: "计算机外围设备设计与制造技术",
						label: "计算机外围设备设计与制造技术",
					},
				],
			},
			{
				pid: "4",
				value: "通信技术",
				label: "通信技术",
				children: [{
						value: "通信网络技术",
						label: "通信网络技术",
					},
					{
						value: "光传输系统技术",
						label: "光传输系统技术",
					},
					{
						value: "移动通信系统技术",
						label: "移动通信系统技术",
					},
					{
						value: "宽带无线通信系统技术",
						label: "宽带无线通信系统技术",
					},
					{
						value: "卫星通信系统技术",
						label: "卫星通信系统技术",
					},
					{
						value: "微波通信系统技术",
						label: "微波通信系统技术",
					},
					{
						value: "物联网设备、部件及组网技术",
						label: "物联网设备、部件及组网技术",
					},
					{
						value: "电信网络运营支撑管理技术",
						label: "电信网络运营支撑管理技术",
					},
					{
						value: "电信网与互联网增值业务应用技术",
						label: "电信网与互联网增值业务应用技术",
					},
				],
			},
			{
				pid: "5",
				value: "广播影视技术",
				label: "广播影视技术",
				children: [{
						value: "广播电视节目采编播系统技术",
						label: "广播电视节目采编播系统技术",
					},
					{
						value: "广播电视业务集成与支撑系统技术",
						label: "广播电视业务集成与支撑系统技术",
					},
					{
						value: "有线传输与覆盖系统技术",
						label: "有线传输与覆盖系统技术",
					},
					{
						value: "无线传输与覆盖系统技术",
						label: "无线传输与覆盖系统技术",
					},
					{
						value: "广播电视监测监管、安全运行与维护系统技术",
						label: "广播电视监测监管、安全运行与维护系统技术",
					},
					{
						value: "数字电影系统技术",
						label: "数字电影系统技术",
					},
					{
						value: "数字电视终端技术",
						label: "数字电视终端技术",
					},
					{
						value: "专业视频应用服务平台技术",
						label: "专业视频应用服务平台技术",
					},
					{
						value: "音响、光盘技术",
						label: "音响、光盘技术",
					},
				],
			},
			{
				pid: "6",
				value: "新型电子元器件",
				label: "新型电子元器件",
				children: [{
						value: "半导体发光技术",
						label: "半导体发光技术",
					},
					{
						value: "大功率半导体器件",
						label: "大功率半导体器件",
					},
					{
						value: "专用特种器件",
						label: "专用特种器件",
					},
					{
						value: "敏感元器件与传感器",
						label: "敏感元器件与传感器",
					},
					{
						value: "中高档机电组件",
						label: "中高档机电组件",
					},
					{
						value: "平板显示器件",
						label: "平板显示器件",
					},
					{
						value: "专业视频应用服务平台技术",
						label: "专业视频应用服务平台技术",
					},
				],
			},
			{
				pid: "7",
				value: "信息安全技术",
				label: "信息安全技术",
				children: [{
						value: "密码技术",
						label: "密码技术",
					},
					{
						value: "认证授权技术",
						label: "认证授权技术",
					},
					{
						value: "系统与软件安全技术",
						label: "系统与软件安全技术",
					},
					{
						value: "网络与通信安全技术",
						label: "网络与通信安全技术",
					},
					{
						value: "安全保密技术",
						label: "安全保密技术",
					},
					{
						value: "安全测评技术",
						label: "安全测评技术",
					},
					{
						value: "安全管理技术",
						label: "安全管理技术",
					},
					{
						value: "应用安全技术",
						label: "应用安全技术",
					},
				],
			},
			{
				pid: "8",
				value: "智能交通和轨道交通技术",
				label: "智能交通和轨道交通技术",
				children: [{
						value: "交通控制与管理技术",
						label: "交通控制与管理技术",
					},
					{
						value: "交通基础信息采集、处理技术",
						label: "交通基础信息采集、处理技术",
					},
					{
						value: "车、船载电子设备技术",
						label: "车、船载电子设备技术",
					},
					{
						value: "轨道交通车辆及运行保障技术",
						label: "轨道交通车辆及运行保障技术",
					},
					{
						value: "轨道交通运营管理服务技术",
						label: "轨道交通运营管理服务技术",
					},
				],
			},
		],
	},
	{
		id: '2',
		label: "生物与新医药",
		children: [{
				pid: "1",
				value: "医药生物技术",
				label: "医药生物技术",
				children: [{
						value: "新型疫苗",
						label: "新型疫苗",
					},
					{
						value: "生物治疗技术和基因工程药物",
						label: "生物治疗技术和基因工程药物",
					},
					{
						value: "快速生物检测技术",
						label: "快速生物检测技术",
					},
					{
						value: "生物大分子类药物研发技术",
						label: "生物大分子类药物研发技术",
					},
					{
						value: "天然药物生物合成制备技术",
						label: "天然药物生物合成制备技术",
					},
					{
						value: "生物分离介质、试剂、装置及相关检测技术",
						label: "生物分离介质、试剂、装置及相关检测技术",
					},
				],
			},
			{
				pid: "2",
				value: "中药、天然药物",
				label: "中药、天然药物",
				children: [{
						value: "中药资源可持续利用与生态保护技术",
						label: "中药资源可持续利用与生态保护技术",
					},
					{
						value: "创新药物研发技术",
						label: "创新药物研发技术",
					},
					{
						value: "中成药二次开发技术",
						label: "中成药二次开发技术",
					},
					{
						value: "中药质控及有害物质检测技术",
						label: "中药质控及有害物质检测技术",
					},
				],
			},
			{
				pid: "3",
				value: "化学药研发技术",
				label: "化学药研发技术",
				children: [{
						value: "创新药物技术",
						label: "创新药物技术",
					},
					{
						value: "手性药物创制技术",
						label: "手性药物创制技术",
					},
					{
						value: "晶型药物创制技术",
						label: "晶型药物创制技术",
					},
					{
						value: "国家基本药物生产技术",
						label: "国家基本药物生产技术",
					},
					{
						value: "国家基本药物原料药和重要中间体的技术",
						label: "国家基本药物原料药和重要中间体的技术",
					},
				],
			},
			{
				pid: "4",
				value: "药物新剂型与制剂创新技术",
				label: "药物新剂型与制剂创新技术",
				children: [{
						value: "创新制剂技术",
						label: "创新制剂技术",
					},
					{
						value: "新型给药制剂技术",
						label: "新型给药制剂技术",
					},
					{
						value: "制剂新辅料开发及生产技术",
						label: "制剂新辅料开发及生产技术",
					},
					{
						value: "制药装备技术",
						label: "制药装备技术",
					},
				],
			},
			{
				pid: "5",
				value: "医疗仪器、设备与医学专用软件",
				label: "医疗仪器、设备与医学专用软件",
				children: [{
						value: "创新制剂技术",
						label: "创新制剂技术",
					},
					{
						value: "新型给药制剂技术",
						label: "新型给药制剂技术",
					},
					{
						value: "制剂新辅料开发及生产技术",
						label: "制剂新辅料开发及生产技术",
					},
					{
						value: "制药装备技术",
						label: "制药装备技术",
					},
				],
			},
			{
				pid: "6",
				value: "轻工和化工生物技术",
				label: "轻工和化工生物技术",
				children: [{
						value: "高效工业酶制备与生物催化技术",
						label: "高效工业酶制备与生物催化技术",
					},
					{
						value: "微生物发酵技术",
						label: "微生物发酵技术",
					},
					{
						value: "生物反应及分离技术",
						label: "生物反应及分离技术",
					},
					{
						value: "天然产物有效成分的分离提取技术",
						label: "天然产物有效成分的分离提取技术",
					},
					{
						value: "食品安全生产与评价技术",
						label: "食品安全生产与评价技术",
					},
					{
						value: "食品安全检测技术",
						label: "食品安全检测技术",
					},
				],
			},
			{
				pid: "7",
				value: "农业生物技术",
				label: "农业生物技术",
				children: [{
						value: "农林植物优良新品种与优质高效安全生产技术",
						label: "农林植物优良新品种与优质高效安全生产技术",
					},
					{
						value: "畜禽水产优良新品种与健康养殖技术",
						label: "畜禽水产优良新品种与健康养殖技术",
					},
					{
						value: "重大农林生物灾害与动物疫病防控技术",
						label: "重大农林生物灾害与动物疫病防控技术",
					},
					{
						value: "现代化农业装备与信息化技术",
						label: "现代化农业装备与信息化技术",
					},
					{
						value: "农业面源和重金属污染农田综合防治与修复技术",
						label: "农业面源和重金属污染农田综合防治与修复技术",
					},
				],
			},
		],
	},
	{
		id: "3",
		label: "航空航天",
		children: [{
				pid: "1",
				value: "航空技术",
				label: "航空技术",
				children: [{
						value: "飞行器",
						label: "飞行器",
					},
					{
						value: "飞行器动力技术",
						label: "飞行器动力技术",
					},
					{
						value: "飞行器系统技术",
						label: "飞行器系统技术",
					},
					{
						value: "飞行器制造与材料技术",
						label: "飞行器制造与材料技术",
					},
					{
						value: "空中管制技术",
						label: "空中管制技术",
					},
					{
						value: "民航及通用航空运行保障技术",
						label: "民航及通用航空运行保障技术",
					},
				],
			},
			{
				pid: "2",
				value: "航天技术",
				label: "航天技术",
				children: [{
						value: "卫星总体技术",
						label: "卫星总体技术",
					},
					{
						value: "运载火箭技术",
						label: "运载火箭技术",
					},
					{
						value: "卫星平台技术",
						label: "卫星平台技术",
					},
					{
						value: "卫星有效载荷技术",
						label: "卫星有效载荷技术",
					},
					{
						value: "航天测控技术",
						label: "航天测控技术",
					},
					{
						value: "航天电子与航天材料制造技术",
						label: "航天电子与航天材料制造技术",
					},
					{
						value: "先进航天动力设计技术",
						label: "先进航天动力设计技术",
					},
					{
						value: "卫星应用技术",
						label: "卫星应用技术",
					},
				],
			},
		],
	},
	{
		id: "4",
		label: "新材料",
		children: [{
				pid: "1",
				value: "金属材料",
				label: "金属材料",
				children: [{
						value: "精品钢材制备技术",
						label: "精品钢材制备技术",
					},
					{
						value: "铝、铜、镁、钛合金清洁生产与深加工技术",
						label: "铝、铜、镁、钛合金清洁生产与深加工技术",
					},
					{
						value: "稀有、稀土金属精深产品制备技术",
						label: "稀有、稀土金属精深产品制备技术",
					},
					{
						value: "纳米及粉末冶金新材料制备与应用技术",
						label: "纳米及粉末冶金新材料制备与应用技术",
					},
					{
						value: "金属及金属基复合新材料制备技术",
						label: "金属及金属基复合新材料制备技术",
					},
					{
						value: "半导体新材料制备与应用技术",
						label: "半导体新材料制备与应用技术",
					},
					{
						value: "先进航天动力设计技术",
						label: "先进航天动力设计技术",
					},
					{
						value: "电工、微电子和光电子新材料制备与应用技术",
						label: "电工、微电子和光电子新材料制备与应用技术",
					},
				],
			},
			{
				pid: "2",
				value: "无机非金属材料",
				label: "无机非金属材料",
				children: [{
						value: "结构陶瓷及陶瓷基复合材料强化增韧技术",
						label: "结构陶瓷及陶瓷基复合材料强化增韧技术",
					},
					{
						value: "功能陶瓷制备技术",
						label: "功能陶瓷制备技术",
					},
					{
						value: "功能玻璃制备技术",
						label: "功能玻璃制备技术",
					},
					{
						value: "节能与新能源用材料制备技术",
						label: "节能与新能源用材料制备技术",
					},
					{
						value: "环保及环境友好型材料技术",
						label: "环保及环境友好型材料技术",
					},
				],
			},
			{
				pid: "3",
				value: "高分子材料",
				label: "高分子材料",
				children: [{
						value: "新型功能高分子材料的制备及应用技术",
						label: "新型功能高分子材料的制备及应用技术",
					},
					{
						value: "工程和特种工程塑料制备技术",
						label: "工程和特种工程塑料制备技术",
					},
					{
						value: "新型橡胶的合成技术及橡胶新材料制备技术",
						label: "新型橡胶的合成技术及橡胶新材料制备技术",
					},
					{
						value: "新型纤维及复合材料制备技术",
						label: "新型纤维及复合材料制备技术",
					},
					{
						value: "高分子材料制备及循环在利用技术",
						label: "高分子材料制备及循环在利用技术",
					},
					{
						value: "高分子材料的新型加工和应用技术",
						label: "高分子材料的新型加工和应用技术",
					},
				],
			},
			{
				pid: "4",
				value: "生物医用材料",
				label: "生物医用材料",
				children: [{
						value: "介入治疗器具材料制备技术",
						label: "介入治疗器具材料制备技术",
					},
					{
						value: "心脑血管外科用新型生物材料制备技术",
						label: "心脑血管外科用新型生物材料制备技术",
					},
					{
						value: "骨科内置物制备技术",
						label: "骨科内置物制备技术",
					},
					{
						value: "口腔材料制备技术",
						label: "口腔材料制备技术",
					},
					{
						value: "组织工程用材林制备技术",
						label: "组织工程用材林制备技术",
					},
					{
						value: "新型敷料和止血材料制备技术",
						label: "新型敷料和止血材料制备技术",
					},
					{
						value: "专用手术器械和材料制备技术",
						label: "专用手术器械和材料制备技术",
					},
					{
						value: "其他新型医用材料及制备技术",
						label: "其他新型医用材料及制备技术",
					},
				],
			},
			{
				pid: "5",
				value: "精细和专用化学品",
				label: "精细和专用化学品",
				children: [{
						value: "新型催化剂制备及应用技术",
						label: "新型催化剂制备及应用技术",
					},
					{
						value: "电子化学品制备及应用技术",
						label: "电子化学品制备及应用技术",
					},
					{
						value: "超细功能材料制备及应用技术",
						label: "超细功能材料制备及应用技术",
					},
					{
						value: "精细化学品制备及应用技术",
						label: "精细化学品制备及应用技术",
					},
				],
			},
			{
				pid: "6",
				value: "与文化艺术产品相关的新材料",
				label: "与文化艺术产品相关的新材料",
				children: [{
						value: "文化载体和介质新材料制备技术",
						label: "文化载体和介质新材料制备技术",
					},
					{
						value: "艺术专用新材料制备技术",
						label: "艺术专用新材料制备技术",
					},
					{
						value: "影视场景和舞台专用新材料的加工生产技术",
						label: "影视场景和舞台专用新材料的加工生产技术",
					},
					{
						value: "文化产品印刷新材料制备技术",
						label: "文化产品印刷新材料制备技术",
					},
					{
						value: "文物保护新材料制备技术",
						label: "文物保护新材料制备技术",
					},
				],
			},
		],
	},
	{
		id: "5",
		label: "高技术服务",
		children: [{
				pid: "1",
				value: "研发与设计服务",
				label: "研发与设计服务",
				children: [{
						value: "研发服务",
						label: "研发服务",
					},
					{
						value: "设计服务",
						label: "设计服务",
					},
				],
			},
			{
				pid: "2",
				value: "检验检测认证与标准服务",
				label: "检验检测认证与标准服务",
				children: [{
						value: "检验检测认证技术",
						label: "检验检测认证技术",
					},
					{
						value: "标准化服务技术",
						label: "标准化服务技术",
					},
				],
			},
			{
				pid: "3",
				value: "检验检测认证与标准服务",
				label: "检验检测认证与标准服务",
				children: [{
						value: "云计算服务技术",
						label: "云计算服务技术",
					},
					{
						value: "数据服务技术",
						label: "数据服务技术",
					},
					{
						value: "其他信息服务技术",
						label: "其他信息服务技术",
					},
				],
			},
			{
				///////////////////////////////// 这是单个的数据
				pid: "4",
				label: "高技术产业服务",
				value: "高技术产业服务",
			},
			{
				value: "知识产权与成果转化服务",
				pid: "5",
				label: "知识产权与成果转化服务",
			},
			{
				pid: "6",
				value: "电子商务与现代化物流技术",
				label: "电子商务与现代化物流技术",
				children: [{
						value: "电子商务技术",
						label: "电子商务技术",
					},
					{
						value: "物流与供应链管理技术",
						label: "物流与供应链管理技术",
					},
				],
			},
			{
				pid: "7",
				value: "城市管理与社会服务",
				label: "城市管理与社会服务",
				children: [{
						value: "智慧城市服务支撑技术",
						label: "智慧城市服务支撑技术",
					},
					{
						value: "互联网教育",
						label: "互联网教育",
					},
					{
						value: "健康管理",
						label: "健康管理",
					},
					{
						value: "现代体育服务支撑技术",
						label: "现代体育服务支撑技术",
					},
				],
			},
			{
				pid: "8",
				value: "城市管理与社会服务",
				label: "城市管理与社会服务",
				children: [{
						value: "创作、设计与制作技术",
						label: "创作、设计与制作技术",
					},
					{
						value: "传播与展示技术",
						label: "传播与展示技术",
					},
					{
						value: "文化遗产发现与在利用技术",
						label: "文化遗产发现与在利用技术",
					},
					{
						value: "运营与管理技术",
						label: "运营与管理技术",
					},
				],
			},
		],
	},
	{
		id: "6",
		label: "新能源与节能",
		children: [{
				pid: "1",
				value: "可再生清洁能源",
				label: "可再生清洁能源",
				children: [{
						value: "太阳能",
						label: "太阳能",
					},
					{
						value: "风能",
						label: "风能",
					},
					{
						value: "生物质能",
						label: "生物质能",
					},
					{
						value: "地热能、海洋能及运动能",
						label: "地热能、海洋能及运动能",
					},
				],
			},
			{
				pid: "2",
				value: "核能及氢能",
				label: "核能及氢能",
				children: [{
						value: "核能",
						label: "核能",
					},
					{
						value: "氢能",
						label: "氢能",
					},
				],
			},
			{
				pid: "3",
				value: "新型高效能力转换与存储技术",
				label: "新型高效能力转换与存储技术",
				children: [{
						value: "高性能绿色电池（组）技术",
						label: "高性能绿色电池（组）技术",
					},
					{
						value: "新型动力电池（组）与储能电池技术",
						label: "新型动力电池（组）与储能电池技术",
					},
					{
						value: "燃料电池技术",
						label: "燃料电池技术",
					},
					{
						value: "超级电容器与热电转换技术",
						label: "超级电容器与热电转换技术",
					},
				],
			},
			{
				pid: "4",
				value: "高效节能技术",
				label: "高效节能技术",
				children: [{
						value: "工业节能技术",
						label: "工业节能技术",
					},
					{
						value: "能量回收利用技术",
						label: "能量回收利用技术",
					},
					{
						value: "蓄热式燃烧技术",
						label: "蓄热式燃烧技术",
					},
					{
						value: "输配电系统优化技术",
						label: "输配电系统优化技术",
					},
					{
						value: "高温热泵技术",
						label: "高温热泵技术",
					},
					{
						value: "建筑节能技术",
						label: "建筑节能技术",
					},
					{
						value: "能源系统管理、优化与控制技术",
						label: "能源系统管理、优化与控制技术",
					},
					{
						value: "节能检测技术",
						label: "节能检测技术",
					},
				],
			},
		],
	},
	{
		id: "7",
		label: "资源与环境",
		children: [{
				pid: "1",
				value: "水污染控制与水资源利用技术",
				label: "水污染控制与水资源利用技术",
				children: [{
						value: "城镇污水处理与资源化技术",
						label: "城镇污水处理与资源化技术",
					},
					{
						value: "工业废水处理与资源化技术",
						label: "工业废水处理与资源化技术",
					},
					{
						value: "农业水污染控制技术",
						label: "农业水污染控制技术",
					},
					{
						value: "流域水污染治理与富营养化综合控制技术",
						label: "流域水污染治理与富营养化综合控制技术",
					},
					{
						value: "节水与非常规水资源综合利用技术",
						label: "节水与非常规水资源综合利用技术",
					},
					{
						value: "饮用水安全保障技术",
						label: "饮用水安全保障技术",
					},
				],
			},
			{
				pid: "2",
				value: "大气污染控制技术",
				label: "大气污染控制技术",
				children: [{
						value: "煤燃烧污染防治技术",
						label: "煤燃烧污染防治技术",
					},
					{
						value: "机动车排放控制技术",
						label: "机动车排放控制技术",
					},
					{
						value: "工业炉窑污染防治技术",
						label: "工业炉窑污染防治技术",
					},
					{
						value: "工业有害废气控制技术",
						label: "工业有害废气控制技术",
					},
					{
						value: "有限空间空气污染防治技术",
						label: "有限空间空气污染防治技术",
					},
				],
			},
			{
				pid: "3",
				value: "固体废弃物处置与综合利用技术",
				label: "固体废弃物处置与综合利用技术",
				children: [{
						value: "危险固体废弃物处置技术",
						label: "危险固体废弃物处置技术",
					},
					{
						value: "生活垃圾处置与资源化技术",
						label: "生活垃圾处置与资源化技术",
					},
					{
						value: "生活垃圾处置与资源化技术",
						label: "生活垃圾处置与资源化技术",
					},
					{
						value: "建筑垃圾处置与资源化技术",
						label: "建筑垃圾处置与资源化技术",
					},
					{
						value: "有机固体废物处理与资源化技术",
						label: "有机固体废物处理与资源化技术",
					},
					{
						value: "社会源固体废物处置与资源化技术",
						label: "社会源固体废物处置与资源化技术",
					},
				],
			},
			{
				pid: "4",
				value: "物理性污染防治技术",
				label: "物理性污染防治技术",
				children: [{
						value: "噪声、振动污染防治技术",
						label: "噪声、振动污染防治技术",
					},
					{
						value: "核与辐射安全防治技术",
						label: "核与辐射安全防治技术",
					},
				],
			},
			{
				pid: "5",
				value: "环境监测及环境事故应急处理技术",
				label: "环境监测及环境事故应急处理技术",
				children: [{
						value: "环境监测预警技术",
						label: "环境监测预警技术",
					},
					{
						value: "应急环境监测技术",
						label: "应急环境监测技术",
					},
					{
						value: "生态环境监测技术",
						label: "生态环境监测技术",
					},
					{
						value: "非常规污染物监测技术",
						label: "非常规污染物监测技术",
					},
				],
			},
			{
				pid: "6",
				value: "生态环境建设与保护技术",
				label: "生态环境建设与保护技术",
			},
			{
				pid: "7",
				value: "清洁生产技术",
				label: "清洁生产技术",
				children: [{
						value: "重污染行业生产过程中节水、减排及资源化关键技术",
						label: "重污染行业生产过程中节水、减排及资源化关键技术",
					},
					{
						value: "清洁生产关键技术",
						label: "清洁生产关键技术",
					},
					{
						value: "环保制造关键技术",
						label: "环保制造关键技术",
					},
				],
			},
			{
				pid: "8",
				value: "资源勘查、高效开采与综合利用技术",
				label: "资源勘查、高效开采与综合利用技术",
				children: [{
						value: "资源勘查开采技术",
						label: "资源勘查开采技术",
					},
					{
						value: "提高矿产资源回收利用率的采矿、选矿技术",
						label: "提高矿产资源回收利用率的采矿、选矿技术",
					},
					{
						value: "伴生有价元素的分选提取技术",
						label: "伴生有价元素的分选提取技术",
					},
					{
						value: "低品位资源和尾矿资源综合利用技术",
						label: "低品位资源和尾矿资源综合利用技术",
					},
					{
						value: "放射性资源勘查开发技术",
						label: "放射性资源勘查开发技术",
					},
					{
						value: "放射性废物处理处置技术",
						label: "放射性废物处理处置技术",
					},
					{
						value: "绿色矿山建设技术",
						label: "绿色矿山建设技术",
					},
				],
			},
		],
	},
	{
		id: "8",
		label: "先进制造与自动化",
		children: [{
				pid: "1",
				value: "工业生产过程控制系统",
				label: "工业生产过程控制系统",
				children: [{
						value: "现场总线与工业以太网技术",
						label: "现场总线与工业以太网技术",
					},
					{
						value: "嵌入式系统技术",
						label: "嵌入式系统技术",
					},
					{
						value: "新一代工业控制计算机技术",
						label: "新一代工业控制计算机技术",
					},
					{
						value: "制造执行系统（MES）技术",
						label: "制造执行系统（MES）技术",
					},
					{
						value: "工业生产过程综合自动化控制系统技术",
						label: "工业生产过程综合自动化控制系统技术",
					},
				],
			},
			{
				pid: "2",
				value: "安全生产技术",
				label: "安全生产技术",
				children: [{
						value: "矿山安全生产技术",
						label: "矿山安全生产技术",
					},
					{
						value: "危险化学品安全生产技术",
						label: "危险化学品安全生产技术",
					},
				],
			},
			{
				pid: "3",
				value: "高性能、智能化仪器仪表",
				label: "高性能、智能化仪器仪表",
				children: [{
						value: "新型传感器",
						label: "新型传感器",
					},
					{
						value: "新型自动化仪器仪表",
						label: "新型自动化仪器仪表",
					},
					{
						value: "科学分析仪器／监测仪器",
						label: "科学分析仪器／监测仪器",
					},
					{
						value: "精确制造中的测控仪器仪表",
						label: "精确制造中的测控仪器仪表",
					},
					{
						value: "微机电系统技术",
						label: "微机电系统技术",
					},
				],
			},
			{
				pid: "4",
				value: "先进制造工艺与装备",
				label: "先进制造工艺与装备",
				children: [{
						value: "高档数控装备与数控加工技术",
						label: "高档数控装备与数控加工技术",
					},
					{
						value: "机器人",
						label: "机器人",
					},
					{
						value: "智能装备驱动控制技术",
						label: "智能装备驱动控制技术",
					},
					{
						value: "大规模集成电路制造相关技术",
						label: "大规模集成电路制造相关技术",
					},
					{
						value: "增材制造技术",
						label: "增材制造技术",
					},
					{
						value: "高端装备在制造技术",
						label: "高端装备在制造技术",
					},
				],
			},
			{
				pid: "5",
				value: "新型机械",
				label: "新型机械",
				children: [{
						value: "机械基础件及制造技术",
						label: "机械基础件及制造技术",
					},
					{
						value: "通用机械装备制造技术",
						label: "通用机械装备制造技术",
					},
					{
						value: "极端制造与专用机械装备制造技术",
						label: "极端制造与专用机械装备制造技术",
					},
					{
						value: "纺织及其他行业专用设备制造技术",
						label: "纺织及其他行业专用设备制造技术",
					},
				],
			},
			{
				pid: "6",
				value: "电力系统与设备",
				label: "电力系统与设备",
				children: [{
						value: "发电与储能技术",
						label: "发电与储能技术",
					},
					{
						value: "输电技术",
						label: "输电技术",
					},
					{
						value: "配电与用电技术",
						label: "配电与用电技术",
					},
					{
						value: "变电技术",
						label: "变电技术",
					},
				],
			},
			{
				pid: "7",
				value: "汽车及轨道车辆相关技术",
				label: "汽车及轨道车辆相关技术",
				children: [{
						value: "车用发动机及其相关技术",
						label: "车用发动机及其相关技术",
					},
					{
						value: "汽车关键零部件技术",
						label: "汽车关键零部件技术",
					},
					{
						value: "节能与新能源汽车技术",
						label: "节能与新能源汽车技术",
					},
					{
						value: "机动车及发动机先进设计、制造和测试平台技术",
						label: "机动车及发动机先进设计、制造和测试平台技术",
					},
					{
						value: "轨道车辆及关键零部件技术",
						label: "轨道车辆及关键零部件技术",
					},
				],
			},
			{
				pid: "8",
				value: "高技术船舶与海洋工程装备设计制造技术",
				label: "高技术船舶与海洋工程装备设计制造技术",
				children: [{
						value: "高技术船舶设计制造技术",
						label: "高技术船舶设计制造技术",
					},
					{
						value: "海洋工程装备设计制造技术",
						label: "海洋工程装备设计制造技术",
					},
				],
			},
			{
				pid: "9",
				value: "传统文化产业改造技术",
				label: "传统文化产业改造技术",
				children: [{
						value: "乐器制造技术",
						label: "乐器制造技术",
					},
					{
						value: "印刷技术",
						label: "印刷技术",
					},
				],
			},
		],
	},
]
